[
  {
    "time": 0,
    "name": "Glenarm Road",
    "description": "My road! A loud no-through road which a lot of cyclists take.",
    "image": ""
  },
  {
    "time": 5,
    "name": "The bus stop",
    "description": "If I was to take a bus to Euston, the 253 (to Euston) pulls up right outside my house.",
    "image": ""
  },
  {
    "time": 10,
    "name": "Hackney Downs",
    "description": "One of many local parks in the area. Unfortunately I don't go through it on my way to work, I take an awful pot-hole ridden road by it's side because it's more direct.",
    "image": ""
  },
  {
    "time": 15,
    "name": "Pot-hole road 1",
    "description": "If my tracking app also tracked my mood, it would be a 5/5 unhappy. This road is a cyclists nightmare and a bike repair shops best friend.",
    "image": ""
  },
  {
    "time": 20,
    "name": "Ghost junction",
    "description": "I usually run a red light here. Only because there's hardly ever any cars. I'm a good cyclist, honest.",
    "image": ""
  },
  {
    "time": 25,
    "name": "The quiet bit before Dalston",
    "description": "The next few roads mean nothing to me really, some bumps, a school, a weird one-way bit that confuses people, a sharp turn that I usually take a gamble on, a roundabout that I usually take a gamble on and then onto Kingsland Road aka Dalston.",
    "image": ""
  },
  {
    "time": 30,
    "name": "Shacklewell Lane / Kingsland Road junction",
    "description": "I don't know if you can see it properly in the video, but when you pull up to the lights here, there's a great little concrete ditch for you to plough your bike into if you're not careful. I hope they don't pave it over, it adds charm. Mmmmm, if I had enough time to integrate some sort of odour device, it would be emitting a wood-fired grilled meat - there's a big Turkish community here with an impressive number of great restaurants. ",
    "image": ""
  },
  {
    "time": 35,
    "name": "The bit after Dalston",
    "description": "See ya later Dalston...Downwards cruise to a bunch of lights which can be run-through sometimes. Cyclists with big egos will also try overtaking on this hill.",
    "image": ""
  },
  {
    "time": 40,
    "name": "Not sure",
    "description": "I still don't really know what this area is. Maybe it's South Stoke Newington. It's got a nice pub called the Railway Tavern here on the left, and a popular cafe on the right.",
    "image": ""
  },
  {
    "time": 45,
    "name": "Mildmay one way streets",
    "description": "This road - Mildmay South(?) and the one parallel Mildmay North(?) sandwich the London Overground tracks. Although quite boring to cycle down nowadays, I still appreciate the layout. The pastel coloured terraced houses are huge, quite a bit of transport passing by outside though.",
    "image": ""
  },
  {
    "time": 50,
    "name": "Cool motorbike",
    "description": "I really want this army green dirt bike. Badass.",
    "image": ""
  },
  {
    "time": 55,
    "name": "A guantlett",
    "description": "I sometimes speed right over this road, I don't know why, perhaps the visibility is quite good in both directions.",
    "image": ""
  },
  {
    "time": 60,
    "name": "Newington Green",
    "description": "Taking a right here will lead you to Newington Green - where my girlfriend lives.",
    "image": ""
  },
  {
    "time": 65,
    "name": "New nice smooth road",
    "description": "This used to be plagued with pot-holes too, it was obviously so bad that it's now been completely paved over. I like.",
    "image": ""
  },
  {
    "time": 70,
    "name": "Canonbury Overground",
    "description": "I once bought a bike from Brick Lane, and while waiting for the train to arrive here, my friend was talking about how sometimes they are stolen and have the serial number scratched off so nobody will be able to trace back to it. Unfortunately, a good samaritan overhead us on the platform and thought we stole it, so called the police. The train was held at Caledonian Road for 15 minutes until the police arrived. They searched through the train, and then to my disbelief, asked me to step off the train. I explained everything and they let me keep the bike. Pretty efficient police response though! Bike thieves beware.",
    "image": ""
  },
  {
    "time": 75,
    "name": "Balls Pond Road junction",
    "description": "This is quite a poorly designed junction. You have two streams of traffic - of what seems like incredibly angry drivers every day, and you also have two roads entering those two streams. There are only one set of lights though, which means people force their way out. Nobody gives anybody the time of day here. \"When the time comes in your life to kill, kill and have no regrets\". ",
    "image": ""
  },
  {
    "time": 75,
    "name": "****ing slope thing",
    "description": "I once fell of my bike by skidding on this sloped smooth bit of stone. Passers by couldn't understand how I fell off. It hurt. I shant forget.",
    "image": ""
  },
  {
    "time": 80,
    "name": "Wealth - part 1",
    "description": "These people are stinking rich. Look at their houses. One of them has a nice car - a purple old school convertible VW.",
    "image": ""
  },
  {
    "time": 85,
    "name": "Pot-hole road 2",
    "description": "If this visualisation project goes public, and if somebody from Islington council is reading this, please turn this volanic landscape into something that vehicles can traverse safely.",
    "image": ""
  }
]